export default {
  isCollapse: false,
  menuItem: [],
  tableData: [
    {
      date: "2016-05-02",
      name: "王小虎",
      address: "上海市普陀区金沙江路 1518 弄",
      tag: "家"
    },
    {
      date: "2016-05-04",
      name: "王小虎",
      address: "上海市普陀区金沙江路 1517 弄",
      tag: "公司"
    },
    {
      date: "2016-05-01",
      name: "王小虎",
      address: "上海市普陀区金沙江路 1519 弄",
      tag: "家"
    },
    {
      date: "2016-05-03",
      name: "王小虎",
      address: "上海市普陀区金沙江路 1516 弄",
      tag: "公司"
    }
  ],
  unreadMsgData: [{
    id:11,
    title: "【系统通知】该系统将于今晚凌晨2点到5点进行升级维护",
    date: "2018-04-25 20:00:00"
  }, {
    id:22,
    title: " 今晚12点整发大红包，先到先得",
    date: "2018-04-24 20:00:00"
  },
  ],
  readMsgData: [{
    title: "丛林的法则道歉",
    date: "2018-04-23 20:00:00"
  }, {
    title: " 杨紫呼吁不要散播",
    date: "2018-04-22 20:00:00"
  },
  {
    title: " 中国堵城排行榜",
    date: "2018-04-22 20:00:00"
  }
  ],
  deleteMsgData: [{
    title: "孙杨自由泳夺冠",
    date: "2018-04-19 20:00:00"
  }, {
    title: " 华春莹接棒陆慷",
    date: "2018-04-19 20:00:00"
  },
  {
    title: " 国际泳联再发警告",
    date: "2018-04-19 20:00:00"
  },
  {
    title: " 东京奥运会奖牌",
    date: "2018-04-19 20:00:00"
  },
  ]
}